/*
Window mm = new Window(0, 0, 17, 30);
TextBox stats = new TextBox(16, 0, 36, 30, "Stats", "HP:999\n\nRange:10\n\nEtc: Smth\n\nEtc: Smth\n\nEtc: Smth");
Window game = new Window(0, 29, 42, 152);
Window underBar = new Window(41, 29, 11, 152);
ListBox lb = new ListBox(0, 180, 26, 30, "Inventory", new List<string>() { "Sword", "Potion", "Bat", "Zombie", "4", "5", "6", "7", "8", "9", "10", "11", "12", "13", "14", "15", "16", "17", "18", "19", "20", "21", "22", "23", "24", "25", "26", "27", "28", "29", "30", "31", "32", "33", "34", "35", "36", "37", "38", "39", "40", "41", "42", "43", "44", "45", "46", "47", "48", "49" });
TextBox tb = new TextBox(25, 180, 25, 30, "Description", "Меч\n\nAtt:12\n\nМеч — вид холодного (белого) оружия с прямым клинком, предназначенный для рубящего и колющего ударов[2].\nЛезвие меча заточено с одной или двух сторон[3]. В самом широком смысле слово «Меч» — собирательное название всего длинного клинкового оружия с прямым клинком.\nВ современном отечественном историческом оружиеведении принято более узкое определение меча — наступательное оружие с обоюдоострым прямым клинком длиной более 60 сантиметров, предназначенное прежде всего для рубящих ударов. Оружие с однолезвийным прямым клинком относят к палашам[2].");
TextBox mode = new TextBox(49, 180, 3, 30, "Mode", "");
Menu menu = new Menu(30, 30, "Menu", new List<string>() { "First", "Second", "Third" });
*/
